Repository: pilluli/service.skin.widgets
Catalog: resources/language/Croatian/strings.po
Languages: hr

# #32001
source: Recommended
hr: Preporučeno

# #32002
source: Random Items
hr: Slučajne Stavke

# #32004
source: Randomize time (minutes)
hr: Slučajno vrijeme (minuta)

# #32005
source: Use season folders
hr: Koristite sezone mape

# #32006
source: Use timer
hr: Koristi brojač

# #32007
source: After database update
hr: Nakon aktualizacije baze podataka

# #32008
source: Update method
hr: Način Nadogradnje

# #32009
source: Recent Items
hr: Nedavne stavke

# #32010
source: Update each time you enter the home screen
hr: Nadogradnja svaki put kad pokrenete u početnom zaslonu

# #32011
source: Only unplayed and unfinished
hr: Samo neizvođene i nedovršene
